Repository: bergusman/Milwus-Location-Alarm
Catalog: Location Alarm/*.lproj/Localizable.strings
Languages: de, es, fr, ru, sv, uk

source: Done
de: Fertig
es: Hecho
fr: Exécuté
ru: Готово
sv: Klar
uk: Готово

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить
sv: Avbryt
uk: Відмінити

source: Save
de: Speichern
es: Guardar
fr: Garder
ru: Сохранить
sv: Spara
uk: Зберегти

source: Delete
de: Löschen
es: Borrar
fr: Effacer
ru: Удалить
sv: Ta Bort
uk: Видалити

source: Back
de: Zurück
es: Atrás
fr: Arrière
ru: Назад
sv: Tillbaka
uk: Назад

source: No Data
de: Keine Daten
es: No hay información
fr: Il n'y a pas d'information
ru: Нет данных
uk: Немає даних

source: In Area
de: Im Umkreis
es: En el área
fr: Dans la zone
ru: В точке
uk: Всередині

# metre
source: m
ru: м
uk: м

# kilometre
source: km
ru: км
uk: км

# mile
source: mi
ru: ми
uk: миля

# yard
source: yd
ru: яр
uk: ярд

# MetricSystem
source: Km
ru: Км
uk: Км

# ImperialSystem
source: Miles
de: Meilen
es: Millas
fr: Milles
ru: Мили
uk: Милі

# MapTypeStandard
source: Standard
es: Mapa
fr: Plan
ru: Стандарт
uk: Стандарт

# MapTypeHybrid
source: Hybrid
es: Hibrido
fr: Hybride
ru: Гибрид
uk: Гібрид

# MapTypeSatellite
source: Satellite
de: Satelit
es: Satélite
ru: Спутник
uk: Супутник

# MapTypeTerrain
source: Terrain
de: Gelände
es: Relieve
fr: Relief
ru: Топологическая
sv: Terräng
uk: Топографічний

# MapTypeSchema
source: Schema
es: Esquema
fr: Schéma
ru: Схема
uk: Схема

# AboutCell
source: About
de: Über
es: Acerca de la
fr: À propos de la
ru: О приложении

# HelpCell
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

# AboutTitle
source: About
de: Über
es: Acerca de la
fr: À propos de la
ru: О приложении

# HelpTitle
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

# SoundTitle
source: Alarm Tone
de: Alarmton
es: Tono de alarma
fr: Sonnerie d'alarme
ru: Сигнал будильника

# Left
source: Leaving
de: Verlassen
es: Saliendo
fr: En train de sortir
ru: Покидаете
sv: Lämnar
uk: Залишаєте

# Reached
source: Entering
de: Erreichen
es: Entrando
fr: En train d'entrer
ru: Входите в
sv: Anländer till
uk: Входите

# Address
source: Location:
de: Addresse:
es: Localización:
fr: Localisation:
ru: Позиция:
sv: Plats:
uk: Адреса:

# NamePlaceholder
source: Alarm Marker Name
de: Alarm Name
es: Nombre del marcador
fr: Nomme du marqueur
ru: Название будильника
sv: Beskrivning
uk: Назва маркера

# CommentsPlaceholder
source: Write Notes
de: Notiz schreiben
es: Escribir notas
fr: Écrire des notes
ru: Добавьте заметки
sv: Noteringar
uk: Напишіть примітку

# CommentsTitle
source: Notes
de: Notiz
es: Notas
ru: Заметки
sv: Noteringar
uk: Примітка

# SelectAlarmType
source: Select alarm marker type
de: Alarmtyp auswählen
es: Seleccione el tipo
fr: Sélectionnez le type
ru: Выберите тип будильника
sv: Välj Larmtyp
uk: Оберіть тип маркера

# SelectSound
source: Alarm tone
de: Alarmton
es: Tono de alarma
fr: Sonnerie d'alarme
ru: Выберите сигнал
sv: Larmsignal
uk: Мелодія маркера

# SearchAddressPlaceholder
source: Search for Location
de: Addresse suchen
es: Buscado direccion
fr: Rechercher l'adresse
ru: Поиск на карте
sv: Sök efter plats
uk: Пошук на карті

# SearchAddressNoResult
source: Could not find address
de: Addresse nicht gefunden
es: No se puede encontrar la direccion
fr: L'adresse n'a pas pu être trouveé
ru: Невозможно найти адрес
sv: Hittade inte adress
uk: Неможливо знайти адресу

# SearchAddressNoNetwork
source: Search function requires an Internet connection. Please enable it.
de: Die Suchfunktion benötigt eine Internetverbindung. Bitte schalten Sie die ein.
es: La busqueda requiere una conexion a internet. Por favor provea la.
fr: La recherche a besoin d'une connexion à internet. S'il vous plaît fournissez-la.
ru: Для выполнения поиска необходимо подключение к Интернет. Пожалуйста, выполние подключение.
sv: Aktivera internetanslutningen för att söka.
uk: Для виконання пошуку необхідне під'єднання до мережі Інтернет. Будь ласка, підключіться.

# DeleteAlarm
source: Delete
de: Löschen
es: Borrar
fr: Effacer
ru: Удалить
sv: Ta Bort
uk: Видалити

# EditAlarm
source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
ru: Редактировать
sv: Ändra
uk: Редагувати

# DeleteAlarmPrompt
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Etes-vous sûr?
ru: Вы уверены?
sv: Är du säker?
uk: Ви впевнені?

# DialogDonateTitle
source: Please donate
de: Bitte spenden
es: Apoyar el proyecto
fr: Soutenir le projet
ru: Поддержите проект
sv: Donera
uk: Підтримайте проект

# SuccessDonateTitle
source: Thanks a lot
de: Vielen Dank
es: Muchas gracias
fr: Merci beaucoup
ru: Огромное спасибо
sv: Tack!
uk: Дякуємо

# SuccessDonateMessage
source: Thank you very much for your kind donation!
de: Vielen herzlichen Dank für Ihre Spende!
es: ¡Muchas gracias por tu donacion!
fr: Merci beaucoup pour votre donation!
ru: Большое спасибо за помощь проекту!
sv: Stort tack för din gåva!
uk: Величезна дяка Вам за підтримку проекту!

# About_RateApp
source: Rate this app
de: App bewerten
es: Califique
fr: Evaluez app
ru: Оценить
sv: Betygsätt
uk: Оцінити

# About_GoToWebsite
source: Go to web site
de: Zur Webseite
es: Ir al sitio web
fr: Site internet
ru: Веб сайт
sv: Hemsida
uk: Веб сайт

# About_DonateTitle1
source: Please donate:
de: Bitte spenden:
es: Apoyen:
fr: Appuyer:
ru: Поддержите:
sv: Vänligen donera
uk: Підтримайте:

# About_DonateTitle2
source: if you like our app:)
de: wenn Ihnen gefällt :)
es: si te gusta nuestra app :)
fr: si tu aimes notre app :)
ru: если понравилось:)
sv: om du gillar :)
uk: якщо все подобається :)

# Note_GPSOff
source: Location Service is turned off
de: GPS is ausgeschaltet
es: Servicio se desactive la localización
fr: Service de localisation est désactivé
ru: Геолокация не работает
sv: Location Service är avstängd
uk: Функція геолокації вимкнена

# Note_BadSignal
source: Bad GPS Signal
de: Schlechtes GPS Signal
es: Bad señal GPS
fr: Bad signal GPS
ru: Плохой сингал GPS
sv: Ingen GPS täckning
uk: Поганий GPS сигнал

# Note_NeedTitle
source: Please enter marker name
de: Bitte geben Sie einen Namen für den Alarm ein
es: Nombre el marcador
fr: Nommez le marqueur
ru: Пожалуйста, введите название
sv: Vänligen döp markeringen
uk: Будь ласка введіть назву маркера

# Note_TapOnMap
source: Tap on map to add alarm marker
de: Klicken Sie auf die Karte um einen Alarm hinzuzufügen
es: Pulse sobre el mapa para agregar un marcador
fr: Appuyez sur la carte pour ajouter un marqueur
ru: Для добавления будильника тапните по карте
sv: Klicka på kartan för at skapa ett larm
uk: Тапніть по карті, щоб створити маркер

# Note_NetworkOff
source: No Internet connection
de: Keine Internetverbindung
es: No hay conexión a Internet
fr: Pas de connexion Internet
ru: Отсутствует подключение к Интернет
sv: Ingen datauppkoppling
uk: Відсутнє підключення до мережі Інтернет

# Note_AlarmOffAfterTriggering
source: Marker will be deactivated after alarm triggered
de: Der Alarm wird deaktiviert nachdem er ausgelöst wurde
es: El marcador será desactivado después de que la alarma suene
fr: Le marqueur sera désactivé lors du déclenchement de l'alarme
ru: После
sv: Markeringen kommer att stängas av efter att larmet utlöst
uk: Маркер автоматично вимкнеться відразу після спрацювання

# Dialog_GPSOffTitle
source: Location Service is disabled
de: GPS ist ausgeschaltet
es: Servicio de ubicación está desactivada
fr: Service de localisation est désactivé
ru: Геолокация не работает
sv: Location Service är avstängd
uk: Функція геолокації вимкнена

# Dialog_GPSOffMessage
source: Location Service is disabled
de: GPS ist ausgeschaltet
es: Servicio de ubicación está desactivada
fr: Service de localisation est désactivé
ru: Сервис геолокации выключен для этого приложения
sv: Location Service är avstängd
uk: Функція геолокації вимкнена

# Dialog_UserLocationOffTitle
source: Location Service is disabled
de: GPS ist ausgeschaltet
es: Servicio de ubicación está desactivada
fr: Service de localisation est désactivé
ru: Геолокация не работает
sv: Location Service är avstängd
uk: Функція геолокації вимкнена

# Dialog_UserLocationOffMessage
source: Location Service is disabled
de: GPS ist ausgeschaltet
es: Servicio de ubicación está desactivada
fr: Service de localisation est désactivé
ru: Сервис геолокации выключен для этого приложения
sv: Location Service är avstängd
uk: Функція геолокації вимкнена

# Help_Search
source: Use search to go specific location on a map to set a marker. In order to get the best result enter the precise location i.e. city, street name, building number
de: Benutzen Sie dei Suche um zu einer bestimmten Addresse auf der Karte zu gehen und einen Marker hinzuzufügen. Geben Sie die Addresse möglichst exakt ein um ein bestmögliches Ergebniss zu erzielen.
es: Use buscar para ir a una ubicación específica sobre el mapa y poner un marcador. Para tener los mejores resultados, escriba la dirección en el siguiente formato: ciudad, calle, número.
fr: Utilisé rechercher pour aller à un point spécifique sur la carte et mettre un marqueur. Pour obtenir les meilleurs résultats, rentrez l'adresse de la facon suivante: ville, rue, numéro.
ru: Используйте функцию поиска для быстрого перехода на нужную Вам позицию на карте, старайтесь ввести как можно более конкретный адрес
sv: Använd sökfunktionen för att hitta en plats på kartan. Du kan söka på saker som stad, gata eller byggnad.
uk: Використовуйте функцію пошуку для швидкого переходу на потрібну Вам позицію на карті, намагайтеся вводити якомога точнішу адресу, наприклад: місто, вулиця, номер будинка.

# Help_Add_Marker
source: Tap the "Add" icon and then tap the map to set a marker
de: Erst auf das Bild "Hinzufügen" und dann auf die Karte tippen um den Marker zu setzen
es: Para definir un marcador sólo pinche sobre el ícono "Add" y luego sobre el mapa. De otra manera, pinche sobre la ubicación hasta que aparezca el marcador.
fr: Pour définir un marqueur, appuyez sur "Add" et puis sur la carte. Sinon, appuyez et maintenez la position sur la localisation de la carte.
ru: Нажмите иконку "Создать", а потом тапните на нужное место на карте
sv: Tryck på "Add" ikonen och sedan på kartan för att placera ett larm.
uk: Щоб створити маркер, натисніть кнопку "Створити", а потім тапніть на потрібне місце на карті, або ж утримуйте палець на обраному місці карти протягом 2 секунд.

# Help_Configure_Marker
source: Enter a name for a marker. Set the radius which defines the alarm area. Select IN if you want to be notified when you enter area, or select OUT if you want to be notified when you leave the area. Add notes
de: Geben Sie den Namen für den Marker ein. Legen Sie den Radius für den Alarmbereich fest. Wählen Sie IN um benachrichtigt zu werden wenn Sie den Bereich erreichen und OUT wenn Sie Ihn verlassen. Fügen Sie Notizen hinzu.
es: Escriba un nombre para el marcador. Establezca el radio que define la zona de alarma. Selecciona IN si quiere ser notificado cuando usted entre en la zona o seleccione OUT para ser notificado cuando salga de la zona.
fr: Entrez un nom pour le marqueur. Réglez le rayon qui définit la zone d'alarme. Sélectionnez IN si vous voulez être averti quand vous entrez dans la zone, ou choisissez OUT pour être prévenu lorsque vous quittez la zone.
ru: Введите название будильника. Задайте радиус действия. Выберите один из типов: IN (на вход), чтобы будильник сработал при входе в область, или OUT (на выход), чтобы будильник сработал когда Вы покидаете область
sv: Skriv in ett namn på larmet. Ställ sedan in hur stor area larmet har. Välj IN om du vill att larmet ska aktiveras när du ankommer till området, eller OUT om det ska aktiveras när du lämnar området. Du kan även skriva en påminnelse
uk: Введіть назву маркера. Задайте радіус його дії. Оберіть один із типів: IN (на вхід), щоб маркер спрацював при входження в зону його дії, або OUT (на вихід), щоб маркер спрацював, коли Ви залишаєте зону його дії. Напишіть примітку

# Help_View_Marker
source: Review marker details. Activate and deactivate it. WARNING: Marker will be deactivated automatically after alarm is triggered
de: Marker Details anzeigen. Aktivieren/Deaktivieren. WARNUNG: Der Marker wird automatisch deaktiviert sobald der Alarm ausgelöst wurde.
es: El marcador puede ser activado o desactivado. Esto se puede configurar en el cuadro de edición de marcadores o lista de marcadores. ADVERTENCIA: El marcador se desactivará automáticamente después de que la alarma sea lanzada.
fr: Le marqueur peut être activé ou désactivé. Vous pouvez le configurer dans le dialogue modifier marqueur ou dans la liste de marqueurs. AVERTISSEMENT: le marqueur sera automatiquement désactivé lors du déclenchement de l'alarme.
ru: Будильники могут быть включены и выключены. Это можно настроить в окне релдактиварония будильника или в общем списке. ВНИМАНИЕ: После срабатывания будильник будет отключен автоматически
sv: Verifiera larmet. Aktivera och deaktivera det. WARNING: Larmet kommer att deaktiveras automatiskt efter att det har utlöst.
uk: Маркер може бути ввімкнений та вимкнений. Настроювання виконується у вікні редагування маркера або в загальному списку. УВАГА: маркер автоматчно вимикається відразу після спрацювання.

# Help_Delete_Edit_Marker
source: Edit or Delete marker
de: Marker bearbeiten/löschen
es: Cuando pincha un marcador, dos opciones estarán disponibles: pinche "Editar" para cambiar la configuración del marcador y pinche "Eliminar" para borrar el marcador.
fr: Lorsque vous appuyez sur un marqueur, deux options seront disponibles: tapez sur "Modifier" pour changer les paramètres de position et appuyez sur "Supprimer" pour effacer le marqueur.
ru: Удаление и редактирование будильника
sv: Ändra eller ta bort larm
uk: Якщо Ви виділите маркер (натиснете на значок), то з'явиться можливість його "Редагування" та "Видалення".

# Help_List_of_Markers
source: Open left menu to get access to your markers
de: Das Menü links öffnen um zu Ihren Markern zu gelangen
es: Pinche aquí para tener acceso a sus marcadores.
fr: Appuyez ici pour avoir accés à vos marqueurs
ru: Откройте левое меню, чтобы получить доступ к созданным будильникам
sv: Öppna menyn på vänster för att se alla larm.
uk: Натисніть цю кнопку, щоб відкрити список всіх маркерів.

# Help_System_Config
source: Tap here to configure units of measurement and map type
de: Hier tippen um die Einheiten und den Kartentyp zu konfigurieren
es: Abra el menu de contexto para configurar la unidades de medición y el tipo de mapa.
fr: Ouvrez le menu de contexte pour configurer les unités de mesure et le type de carte.
ru: Нажмите эту кнопку, чтобы настроить единицы измерения и тип карты
sv: Klicka här för att ställa in kartans enheter och typ.
uk: В контекстному меню можна обирати систему вимірювання та тип карти.

# TwitterSharingText
source: I am using LocationAlarm, check it out here
de: Ich benutze LocationAlarm, schau hier
es: Estoy usando LocationAlarm, véala aquí
fr: Je suis en train d'utiliser LocationAlarm, jetez un coup d'œil ici!
ru: Я использую LocationAlarm, он есть тут
sv: Jag änvänder LocationAlarm, se mer information här
uk: Я користуюся додатком LocationAlarm, знайти його можна тут

# TwitterSharingFailureTitle
source: Error Tweeting
de: Tweeting Problem
es: Error al twitteando
fr: Erreur lors de tweeting
ru: Ошибка
sv: Twitter-meddelandet misslyckades
uk: Помилка під час відправлення Twitter повідомлення

# TwitterSharingFailureMessage
source: Sorry, please setup your Twitter account
de: Sie können nicht ohne eine Internetverbindung tweeten
es: No puede tuitear sin conexion internet
fr: You can not tweet without an Internet connection
ru: Извините, необходимо настроить вашу учетную запись Twitter
sv: Du kan inte skicka ett twitter-meddelande utan en internetuppkopling.
uk: Функція не працює без під'єднання до мережі Інтернет

# FacebookSharingText
source: Have you tried LocationAlarm yet, take a look at
de: Sie haben LocationAlarm noch nicht probiert? Probieren Sie jetzt
es: ¿Ya ha utilizado LocationAlarm? Pruébela aquí
fr: Avez-vous déjà utilisé LocationAlarm, faites un essai ici!
ru: Вы еще не используете приложение LocationAlarm? Начните отсюда
sv: Har du testat LocationAlarm än?. Läs mer här
uk: Ви ще не користуєтесь додатком LocationAlarm? Тоді Вам сюди

# FacebookSharingFailureTitle
source: Error Posting
de: Sende Problem
es: Error de envío
fr: Erreur d'envoi
ru: Ошибка
sv: Facebook meddelandet misslyckades
uk: Помилка під час публікування

# FacebookSharingFailureMessage
source: Sorry, please setup your Facebook account
de: Sie können nichts zu Facebook senden ohne eine Internetverbindung
es: Usted no puede postear sin una conexion internet
fr: You can not post on Facebook without an Internet connection
ru: Извините, необходимо настроить вашу учетную запись Facebook
sv: Du kan inte skicka ett facebook-meddelande utan en internetuppkopling.
uk: Функція не працює без під'єднання до мережі Інтернет

# GooglePlusSharingText
source: Check out this cool app I am using, look at
de: Probieren Sie die coole App aus, die ich benutze
es: Vea la super app que estoy usando en
fr: Regarder la super application que j'utilise sur
ru: Отличное приложение, перейдите на
sv: Kolla in vilken häftig app jag använder.
uk: Спробуйте цю класну програмку, перейдіть на

# CloseHelp
source: Finish Tour
de: Tour beenden
es: Terminar el tour
ru: Закончить тур
sv: Avsluta guide
uk: Завершити тур

# FacebookUnavailable
source: iOS previous to 6 does not support Facebook sharing
de: iOS Versionen älter als v6 unterstützen kein facebook sharing
es: El pasado iOS al 6 no soporta "compartir en facebook"
fr: Le dernier iOS au 6 ne supportent pas "partager sur facebook"
ru: Необходима версия iOS не меньше 6
sv: du behöver iOS verion 6 för att posta till facebook.
uk: iOS до версії 6 не підтримує публікування на facebook

# MapProviderApple
source: Apple Maps
uk: Карти Apple

# MapProviderGoogle
source: Google Maps
uk: Карти Google

# MapProviderYandex
source: Yandex
uk: Карти Yandex

# MapTypePeoples
source: People's
de: Leute
